Repository: heimtech/affiliatetheme
Catalog: affiliatetheme/languages/*.po
Languages: de_de

source: Price from - to
de_de: Preis von - bis

source: Product description
de_de: Produktbeschreibung

source: Review
de_de: Bewertung

source: In cooperation with the affiliate partner
de_de: In Kooperation mit dem Affiliatepartner

source: Carefree order
de_de: Sorgenfreie Bestellung

source: Display products
de_de: Produkte anzeigen

source: VAT included.
de_de: inkl. MwSt.

source: Brand
de_de: Marke

source: Brands
de_de: Marken

source: Add to cart
de_de: in den Warenkorb

source: more
de_de: mehr

source: last updated on %s at %s.
de_de: am %s um %s Uhr aktualisiert

source: The price was last updated on %s at %s.
de_de: Preis wurde zuletzt am %s um %s Uhr aktualisiert

source: Share
de_de: Teilen

source: Type
de_de: Typ

source: Types
de_de: Typen

source: select %s
de_de: %s auswählen

source: Carousel-Indicator
de_de: Karusell-Zeiger

source: Carousel-Control
de_de: Karusell-Steuer

source: Should the carousel indicator buttons be displayed?
de_de: Sollen die Karussell-Zeiger-Buttons angezeigt werden?

source: Should the carousel control buttons be displayed?
de_de: Sollen die Karussell-Steuer-Pfeile angezeigt werden?

source: fade in
de_de: einblenden

source: Slide-Effect
de_de: Dia-Effekt

source: Slide right to left
de_de: Slide von rechts nach links

source: Slide fade out
de_de: Slide ausblenden

source: Data interval
de_de: Zwischenzeit / Pause

source: Waiting time in milliseconds for the automatic cycle.
de_de: Die Höhe der Wartezeit in Millisekunden für automatischen Zyklus.

source: Images
de_de: Bilder

source: Image
de_de: Bild

source: Add image
de_de: Bild hinzufügen

source: Background color
de_de: Hintergrundfarbe

source: Should this slider contain a text?
de_de: Soll dieser Slider einen Text beinhalten?

source: Should this slider be linked to a specific page/URL? Please specify %s
de_de: Soll dieser Slider auf eine bestimmte Seite/URL verlinken? Bitte mit %s angeben.

source: External Link
de_de: Externer Link

source: Open in a new window.
de_de: Im neuen Fenster öffnen.

source: Is this an external link?
de_de: Handelt es sich hierbei um einen externen Link?

source: If so, this option can be opened in a new window.
de_de: Falls ja, kann dieser durch diese Option in einem neuen Fenster geöffnet werden.

source: add nofollow.
de_de: nofollow hinzufügen

source: Should this link be marked with "nofollow"?
de_de: Soll dieser Link mit "nofollow" markiert werden?

source: Product
de_de: Produkt

source: Products
de_de: Produkte

source: Description
de_de: Beschreibung

source: Offer
de_de: Angebot

source: Offers
de_de: Angebote

source: Price
de_de: Preis

source: Box shadow color
de_de: Box-Schattenfarbe

source: Box shadow spread
de_de: Box-Schattengröße in Pixel

source: Lateral distance of navigation
de_de: Seitlicher Abstand der Navigation

source: Lateral line color in navigation
de_de: Trennstrichfarbe in der Navigation

source: Lateral line thickness
de_de: Trenstrichstärke

source: Hide lateral line
de_de: Trennstriche ausblenden

source: Cookie policy
de_de: Cookie-Hinweis

source: Disable cookie policy functionality?
de_de: Cookie-Hinweis-Funktionalität deaktivieren?

source: Cookie policy message
de_de: Hinweistext

source: Please enter a text, which should be displayed in the notification bar.
de_de: Bitte geben hier einen Text ein, der im Hinweisbalken angezeigt werden soll.

source: Select section for your cookie notice.
de_de: Wählen Sie einen Bereich für Ihre Cookie-Benachrichtigung.

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Cookie expiry
de_de: Cookie-Gültigkeit

source: The amount of time that cookie should be stored for.
de_de: Die Zeitspanne, in der Cookies gespeichert werden sollen.

source: 1 day
de_de: 1 Tage

source: 1 week
de_de: Eine Woche

source: 1 month
de_de: 1 Monat

source: 3 months
de_de: 3 Monate

source: 6 months
de_de: 6 Monate

source: 1 year
de_de: Ein Jahr

source: infinity
de_de: Unbegrenzt

source: More info link
de_de: Link für mehr Informationen

source: Enter the full URL starting with http://
de_de: Geben Sie die vollständige URL ein, beginnend mit http://

source: The text of the more info button.
de_de: Buttontext für mehr Informationen

source: Standard is 'more information'
de_de: Standard ist 'mehr Informationen'

source: more information
de_de: mehr Informationen

source: Disable more information button?
de_de: Button für mehr Informationen ausblenden?

source: Should the button be hidden for more information?
de_de: Soll das Button für mehr Informationen ausgeblendet werden?

source: Standard is 'Ok'
de_de: Standard ist 'Ok'

source: Cookie notice acceptance animation.
de_de: Animation nach dem Akzeptieren des Hinweis-Cookies

source: Fade
de_de: Ausblenden

source: Slide
de_de: Sliden

source: To make this site work properly, we place small data files called cookies on your device.
de_de: Damit diese Seite ordnungsgemäß funktioniert, platzieren wir kleine Datendateien auf Ihrem Gerät, die als Cookies bezeichnet werden.

source: Message font size
de_de: Hinweis Textgröße

source: Accept button font size
de_de: Ok. Button-Textgröße

source: Read more button font size
de_de: Mehr Informationen Textgröße

source: Cookie policy background opacitiy (%)
de_de: Hinweis-Balken HG-Deckkraft

source: Message font color
de_de: Hinweis Textfarbe

source: Message background color
de_de: Hinweis Hintergrundfarbe

source: Accept button font color
de_de: Ok. Button-Textfarbe

source: Accept button bg color
de_de: Ok. Button-Hintergrundfarbe

source: Read more button font color
de_de: Mehr Informationen Button-Textfarbe

source: Read more button background color
de_de: Mehr Informationen Button-HG-Farbe

source: No results found.
de_de: Keine Ergebnisse gefunden.

source: %s products found.
de_de: %s Produkte gefunden.

source: One product found.
de_de: Ein Produkt gefunden.

source: Sorry, no products found.
de_de: Leider wurden keine Produkte gefunden.

source: Your search for "%s" found <span>%s</span> results
de_de: Ihre Suche nach "%s" ergab <span>%s</span> Treffer
